Repository: sikaxn/scoreboard
Catalog: smartScoreboard/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Set how many player swaps each team can use during the match.
zh_hans: 设置每队在比赛中可使用的换人人数。

source: Set how many team pauses each side can use during the match.
zh_hans: 设置每方在比赛中可使用的暂停次数。

source: Set pause allowances before the match so the live board can count remaining pauses for each side. These limits are saved with the current game setup and can differ for home and guest.
zh_hans: 比赛前设置暂停次数限制，实时控制面板即可统计双方剩余暂停次数。这些限制会随当前比赛设置保存，主队和客队可以不同。

source: Set player card %@
zh_hans: 设置球员牌为%1$@

source: Set possession %@
zh_hans: 设置球权：%1$@

source: Set serving side %@
zh_hans: 设置发球方为%1$@

source: Set substitution allowances before the match so the live board can count remaining swaps for each side. These limits are saved with the current game setup and can differ for home and guest.
zh_hans: 比赛前设置换人次数限制，实时控制面板即可统计双方剩余换人次数。这些限制会随当前比赛设置保存，主队和客队可以不同。

source: Set the teams and opening game state, then move into the control board. Connect an external display to show the full-screen public scoreboard.
zh_hans: 设置队伍和开局状态，然后进入控制记分牌。连接外接显示器可全屏显示公开记分牌。

source: Set the teams and opening game state, then move into the control board. The public scoreboard opens as a separate SwiftUI window for presentation.
zh_hans: 设置队伍和开局状态，然后进入控制记分牌。公开记分牌会以单独的 SwiftUI 窗口打开用于展示。

source: Set the two side names exactly as operators and viewers should see them. These names drive the setup screen, live controls, saved game files, public scoreboard, logs, and connected displays.
zh_hans: 按操作员和观众应看到的方式设置双方名称。这些名称会用于设置屏幕、实时控制、已保存的比赛文件、公开记分牌、日志和已连接显示设备。

source: Set up the game first
zh_hans: 先设置比赛

source: Set up the game, open the public board, then run the live controls from one operator screen.
zh_hans: 先设置比赛、打开公开记分牌，然后在一个操作屏幕上运行实时控制。

source: Sets, swaps, cards
zh_hans: 局数、换人、红黄牌

source: Settings
zh_hans: 设置

source: Settings Section
zh_hans: 设置分区

source: Setup Guidance
zh_hans: 设置指导

source: Sharp referee whistle
zh_hans: 清脆裁判哨声

source: Sharper contrast and brighter accents for maximum legibility.
zh_hans: 更强对比和更亮强调色，提升可读性。

source: Short Beep
zh_hans: 短哔声

source: Short gentle clock chime
zh_hans: 短促柔和计时铃

source: Short Label
zh_hans: 短标签

source: Short penalty alert
zh_hans: 短促罚时提醒

source: Short possession timer alert
zh_hans: 短球权计时警示

source: Shot
zh_hans: 进攻计时

source: SHOT
zh_hans: 进攻计时

source: Shot -1
zh_hans: 进攻 -1

source: Shot %@ %@
zh_hans: 进攻计时 %1$@ %2$@

source: Shot +1
zh_hans: 进攻 +1

source: Shot 14
zh_hans: 14 秒进攻

source: Shot 24
zh_hans: 24 秒进攻

source: Shot Beep
zh_hans: 进攻计时哔声

source: Shot Clock
zh_hans: 进攻计时

source: Shot clock %@
zh_hans: 进攻计时 %1$@

source: Shot Clock Adjust
zh_hans: 进攻计时调整

source: Shot clock auto-started
zh_hans: 进攻计时已自动开始

source: Shot clock expired
zh_hans: 进攻计时结束

source: Shot Clock Expired
zh_hans: 进攻计时结束

source: Shot Clock Preset
zh_hans: 进攻计时预设

source: Shot Clock Red At
zh_hans: 进攻计时变红阈值

source: Shot Clock Reset
zh_hans: 进攻计时重置

source: Shot Clock Setup
zh_hans: 进攻计时设置

source: Shot Clock Toggle
zh_hans: 进攻计时切换

source: Shot Default
zh_hans: 进攻计时默认值

source: Shot Pause
zh_hans: 暂停进攻计时

source: Shot Preset
zh_hans: 进攻计时预设

source: Shot Reset
zh_hans: 重置进攻计时

source: Shot timer is reset
zh_hans: 进攻计时被重置

source: Shot Timer Pause
zh_hans: 进攻计时暂停

source: Shot Timer Reset
zh_hans: 进攻计时重置

source: Shot Timer Start
zh_hans: 进攻计时开始

source: Shot timer starts
zh_hans: 进攻计时开始

source: Shot timer stops
zh_hans: 进攻计时停止

source: Show
zh_hans: 显示

source: Show a clean red-blue split behind the scoreboard.
zh_hans: 在记分牌后显示简洁的红蓝分栏。

source: Show Activity When Timer Is Running
zh_hans: 计时器运行时显示实时活动

source: Show Companion
zh_hans: 显示 Companion

source: Show Companion controls the live-board button. Turning it off also disables Companion, while keeping every option and event assignment saved.
zh_hans: “显示 Companion”控制实时记分牌上的按钮。关闭后也会停用 Companion，同时保留所有选项和事件分配。

source: Show Date/Time
zh_hans: 显示日期/时间

source: Show Event Logo
zh_hans: 显示赛事标志

source: Show Getting Started on Startup
zh_hans: 启动时显示入门页

source: Show In Active Lineup
zh_hans: 显示在上场阵容中

source: Show Preview
zh_hans: 显示预览

source: Show Scoreboard on This Device
zh_hans: 在此设备上显示记分牌

source: Show Seconds
zh_hans: 显示秒数

source: Show Sidebar
zh_hans: 显示侧边栏

source: Show Team Logos
zh_hans: 显示队伍标志

source: Show the center possession arrow alongside the secondary timer.
zh_hans: 在辅助计时器旁显示中央控球箭头。

source: Show the center possession arrow alongside the shot clock.
zh_hans: 在进攻计时旁显示中央球权箭头。

source: Show the Public Board
zh_hans: 显示公开记分牌

source: Show Top Bar
zh_hans: 显示顶部栏

# Showing %lld/%lld
source: Showing %1$lld/%2$lld
zh_hans: 显示 %1$lld/%2$lld

source: Shown in the scoreboard center box and Event Logo display mode on public, external, and remote displays.
zh_hans: 显示在记分牌中央框，以及公开、外部和远程显示的“赛事标志”显示模式中。

source: Shows a Live Activity and Dynamic Island status while a primary game timer is running.
zh_hans: 主比赛计时器运行时，显示实时活动和灵动岛状态。

source: Shows the current device date/time on public and remote displays without resizing the scoreboard.
zh_hans: 在公开和远程显示上显示当前设备日期/时间，且不会改变记分牌大小。

source: Side A
zh_hans: A 方

source: Side B
zh_hans: B 方

source: Side clock expiration
zh_hans: 一方计时结束

source: Side switch
zh_hans: 切换发言方

source: Simple
zh_hans: 简单

source: Simple Controls
zh_hans: 简易控制

source: Simple controls use the setup clock and team names for a compact score-and-timer workflow. Run or jog the clock here, swap sides if needed, and use reset actions only when live play is paused.
zh_hans: 简易控制使用设置中的计时和队伍名称，形成紧凑的比分与计时流程。可在这里运行或微调计时，按需交换双方，并且只在实时比赛暂停时使用重置操作。

source: Simple Demo
zh_hans: 简单演示

source: Simple Setup
zh_hans: 简易设置

source: Single speech timer bell
zh_hans: 单次发言计时铃

source: Skip Welcome and Turn Off Tips
zh_hans: 跳过欢迎页并关闭提示

source: Soccer
zh_hans: 足球

source: Soccer Controls
zh_hans: 足球控制

source: Soccer controls use the half, clock, lineup, card, and substitution choices from setup. Run the match clock here, manage sides and resets, and use Players for lineups, cards, fouls, and overlay changes.
zh_hans: 足球控制使用设置中的半场、计时、阵容、红黄牌和换人选择。可在这里运行比赛计时、管理双方和重置，并使用“球员”处理阵容、红黄牌、犯规和叠层更改。

source: Soccer Setup
zh_hans: 足球设置

source: Soccer Style Player Display
zh_hans: 足球式球员显示

source: Soft Chime
zh_hans: 柔和铃声

source: Soft Click
zh_hans: 轻点击

source: Some scoreboard content, including player lists and longer text, may not display fully on the iPhone screen because of the limited space. For the best viewing experience, connect an external display.
zh_hans: 某些记分牌内容（包括球员列表和较长文本）可能因 iPhone 屏幕空间有限而无法完整显示。为获得最佳观看体验，请连接外接显示器。

source: Sound
zh_hans: 声音

source: Sound Defaults
zh_hans: 声音默认值

source: Sound is global app state and is not saved in game files.
zh_hans: 声音是全局应用状态，不会保存到比赛文件。

source: Sound Off
zh_hans: 声音关闭

source: Sound on
zh_hans: 声音开启

source: Sound On
zh_hans: 声音开启

source: Source Code
zh_hans: 源代码

source: Speaking Side
zh_hans: 发言方

source: Speech or cross-ex timer
zh_hans: 发言或交叉质询计时

source: Speech, cross-ex, or segment timer starts
zh_hans: 发言、交叉质询或环节计时开始

source: Speech, cross-ex, or segment timer stops
zh_hans: 发言、交叉质询或环节计时停止

source: Split Background
zh_hans: 分栏背景

source: Split Colors
zh_hans: 分栏颜色

source: Sport
zh_hans: 项目

source: Sport Assignments
zh_hans: 运动分配

source: Sports
zh_hans: 项目

source: start
zh_hans: 开始

source: Start
zh_hans: 开始

source: Start %@
zh_hans: 开始%1$@

source: Start Active Clock
zh_hans: 开始当前计时

source: Start chess clock
zh_hans: 开始棋钟

source: Start from Public Forum, Lincoln-Douglas, or Policy. Applying a template creates an editable Custom Debate flow.
zh_hans: 从公共论坛、林肯-道格拉斯或政策辩论开始。应用模板会创建可编辑的自定义辩论流程。

source: Start game clock
zh_hans: 开始比赛计时

source: Start Game Clock
zh_hans: 开始比赛计时

source: Start in Game Setup
zh_hans: 从比赛设置开始

source: Start Paused
zh_hans: 开始时暂停

source: Start Segment Timer
zh_hans: 开始环节计时

source: Start Serve
zh_hans: 开始发球计时

source: Start serve timer for %@
zh_hans: 为%1$@启动发球计时器

source: Starting
zh_hans: 正在启动

source: Starting %@
zh_hans: 起始%@

source: Starting Half
zh_hans: 起始半场

source: Starting HTTP and WebSocket listeners.
zh_hans: 正在启动 HTTP 和 WebSocket 监听。

source: Starting Period
zh_hans: 起始阶段

source: Starting Round
zh_hans: 起始回合

source: Starting Side
zh_hans: 起始方

source: Starting State
zh_hans: 开局状态

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stopped
zh_hans: 已停止

source: STOPPED
zh_hans: 已停止

# Subs %lld/%lld Used • %lld Left
source: Subs %1$lld/%2$lld Used • %3$lld Left
zh_hans: 换人已用 %1$lld/%2$lld • 剩余 %3$lld

source: Substitution Limits
zh_hans: 换人限制

source: Substitution Swap
zh_hans: 换人调整

source: Substitution Used
zh_hans: 已使用换人

source: Substitutions
zh_hans: 换人

source: Sunlight
zh_hans: 日光

source: Swap -
zh_hans: 换人 -

source: Swap +
zh_hans: 换人 +

source: Swap home and guest sides
zh_hans: 交换主客队

source: Swap Side
zh_hans: 交换方

source: Swap Sides
zh_hans: 交换双方

source: SWAPS
zh_hans: 换人

source: Switch active chess clock
zh_hans: 切换当前棋钟

source: Switch Active Side
zh_hans: 切换当前方

source: Switch debate active side
zh_hans: 切换辩论发言方

source: Switch Side
zh_hans: 切换方

source: Switch Turn
zh_hans: 切换回合

source: System Settings
zh_hans: 系统设置

source: System Share
zh_hans: 系统分享

source: Take Me Out to the Ball Game
zh_hans: 带我去看棒球赛

source: Tap anywhere on screen to return to the control board.
zh_hans: 点按屏幕任意位置返回控制面板。

source: Tap anywhere to return to the control board.
zh_hans: 点按任意位置返回控制面板。

source: Tap Smart Scoreboard again in About, or use Restore Original.
zh_hans: 在“关于”中再次点击 Smart Scoreboard，或使用“恢复原图标”。

source: TBD
zh_hans: 待定

source: Team
zh_hans: 队伍

source: Team Counters
zh_hans: 队伍计数器

source: Team Foul
zh_hans: 全队犯规

source: Team Foul Change
zh_hans: 全队犯规变更

source: Team Fouls
zh_hans: 全队犯规

source: Team Fouls %lld
zh_hans: 全队犯规 %lld

source: Team Fouls Reset
zh_hans: 全队犯规已重置

source: Team Logos
zh_hans: 队伍标志

source: Team Names
zh_hans: 队伍名称

source: Team Pause Change
zh_hans: 暂停次数变更

source: Team Pause Used
zh_hans: 使用球队暂停

source: Team View
zh_hans: 队伍视图

source: Teams
zh_hans: 队伍

source: Templates
zh_hans: 模板

source: Temporarily disabled; falls back to the blurred background.
zh_hans: 暂时停用；会回退到模糊背景。

source: Test
zh_hans: 测试

source: Test Companion command
zh_hans: 测试 Companion 命令

source: The center card mirrors the public scoreboard with scores, active timers, periods, and sport-specific status.
zh_hans: 中央卡片会镜像公开记分牌，显示比分、当前计时、阶段和运动项目专属状态。

source: The Companion command timed out.
zh_hans: Companion 命令超时。

source: The control board is easier to use in landscape mode. Rotate iPhone for wider controls and fewer stacked panels.
zh_hans: 控制面板在横屏模式下更易使用。旋转 iPhone 可获得更宽的控件空间，并减少堆叠面板。

source: The current sport uses score, clock, and substitution controls only.
zh_hans: 当前项目只使用比分、计时和换人控制。

source: The hidden app icon is now active on this device.
zh_hans: 此设备已启用隐藏 App 图标。

source: The logo pattern travels on a slight slope.
zh_hans: 标志图案会沿轻微斜坡移动。

source: The period, set, half, or segment changes
zh_hans: 节、局、半场或环节改变

source: The preview renders from the current game state, theme, display direction, background, logos, and player settings. Treat it as an operator check of the selected public mode, not as a pixel-perfect guarantee for every connected screen.
zh_hans: 预览会根据当前比赛状态、主题、显示方向、背景、标志和球员设置渲染。请把它视为操作员对所选公开模式的检查，而不是对每个已连接屏幕像素级一致性的保证。

source: The selected image could not be encoded for display.
zh_hans: 无法将所选图像编码用于显示。

source: The selected image could not be prepared for display.
zh_hans: 无法准备所选图像用于显示。

source: The selected image could not be read.
zh_hans: 无法读取所选图像。

source: The Web API demo pages use bundled first-party HTML, CSS, and JavaScript only. No third-party web libraries are included for these integrations.
zh_hans: Web API 演示页面仅使用随附的第一方 HTML、CSS 和 JavaScript。这些集成不包含任何第三方网页库。

source: Theme
zh_hans: 主题

source: Themes update the setup screen, live control board, preview, and external scoreboard together.
zh_hans: 主题会同时更新设置屏幕、实时控制面板、预览和外部记分牌。

source: These affect the public scoreboard display only.
zh_hans: 这些设置只影响公开记分牌显示。

source: These labels and tracking options are saved with the custom debate format.
zh_hans: 这些标签和跟踪选项会随自定义辩论格式保存。

source: Third-Party Licenses
zh_hans: 第三方许可证

source: Thirty-second ballpark organ melody
zh_hans: 约 30 秒的球场风琴旋律

source: This API publishes scoreboard state to the trusted local network only. Connected devices can read live game data, but the service rejects score, clock, roster, file, and settings changes.
zh_hans: 此 API 只向可信的本地网络发布记分牌状态。已连接设备可以读取实时比赛数据，但服务会拒绝比分、计时、名单、文件和设置更改。

source: This app does not collect any data and does not phone any third-party server.
zh_hans: 本应用不会收集任何数据，也不会连接任何第三方服务器。

source: This debate format includes Dual Clock segments. Those blocks run separate side clocks, starting from the configured side and optionally allowing operators to switch active sides during the segment.
zh_hans: 此辩论赛制包含“双计时”环节。这些模块会运行独立的双方计时，从配置的起始方开始，并可选择允许操作员在环节中切换当前方。

source: This debate format includes No Timer segments. Those blocks appear in the live round sequence as checkpoints or transitions, but they do not run a speech clock.
zh_hans: 此辩论赛制包含“无计时”环节。这些模块会作为检查点或过渡出现在实时轮次流程中，但不会运行发言计时。

source: This debate segment has no timer. Use it as a live checklist step for instructions, transitions, prep reminders, or judge/admin pauses, then move to the previous or next segment when the round flow is ready to continue.
zh_hans: 此辩论环节没有计时。可将它作为实时清单步骤，用于说明、过渡、准备提醒或评委/管理暂停；当轮次流程准备继续时，再移动到上一环节或下一环节。

source: This debate segment uses two side clocks. Start the active side, switch turns when control changes, and use the active-side jog buttons carefully because time adjustments apply to the currently selected side clock.
zh_hans: 此辩论环节使用双方两个计时。启动当前方，在控制权变化时切换轮次，并谨慎使用当前方微调按钮，因为时间调整会应用到当前选择的一方计时。

source: This Device
zh_hans: 此设备

source: This device is a Remote Display. Enter this pairing code from Settings > Integration > Remote Display on the operator device.
zh_hans: 此设备是远程显示。请在操作设备的“设置”>“集成”>“远程显示”中输入此配对码。

source: This device is a Remote Display. On the tablet or computer running Smart Scoreboard, go to Settings > Integration > Remote Display, then enter the code below.
zh_hans: 此设备是远程显示。请在运行 Smart Scoreboard 的平板电脑或电脑上前往“设置”>“集成”>“远程显示”，然后输入下方代码。

source: This device is a Remote Display. Open Smart Scoreboard on a tablet or computer, enable Remote Display Pairing, then enter the code below from that operator device.
zh_hans: 此设备是远程显示。请在平板电脑或电脑上打开 Smart Scoreboard，启用远程显示配对，然后从该操作设备输入下方代码。

source: This placeholder reserves the integration section while event triggers, command mapping, and connection settings are designed. It can run alongside Web API when implemented.
zh_hans: 此占位内容会保留集成区域，事件触发器、命令映射和连接设置将在后续设计。实现后，它可以与 Web API 同时运行。

source: This Remote Display will remove all saved operator devices. Each master will need to pair again with a 4-digit code.
zh_hans: 此远程显示将移除所有已保存的操作设备。每台主控设备都需要使用 4 位代码重新配对。

source: This Remote Display will remove all saved operator devices. Each operator device will need to pair again with a 4-digit code.
zh_hans: 此远程显示将移除所有已保存的操作设备。每台操作设备都需要使用 4 位代码重新配对。

source: This screen mirrors the Remote Display output. On the main Smart Scoreboard window, go to Settings > Integration > Remote Display to pair.
zh_hans: 此屏幕会镜像远程显示输出。请在 Smart Scoreboard 主窗口中前往“设置”>“集成”>“远程显示”进行配对。

source: This screen mirrors the Remote Display output. Use the main Smart Scoreboard window on this device to pair.
zh_hans: 此屏幕会镜像远程显示输出。请使用此设备上的 Smart Scoreboard 主窗口进行配对。

source: This software is free software released under the GNU General Public License version 3. You may redistribute and modify it under those terms.
zh_hans: 本软件是根据 GNU 通用公共许可证第 3 版发布的自由软件。你可以依据这些条款重新分发和修改本软件。

source: This will delete all local game files, log sessions, custom webpages, roster edits, settings, integrations, and current game state.
zh_hans: 这将删除所有本地比赛文件、日志会话、自定义网页、名单编辑、设置、集成和当前比赛状态。

source: This will delete all local game files, log sessions, roster edits, settings, integrations, and current game state.
zh_hans: 这将删除所有本地比赛文件、日志会话、名单编辑、设置、集成和当前比赛状态。

source: This will delete saved operator devices, disconnect the current Remote Display session, and return this Apple TV display app to first-launch pairing defaults.
zh_hans: 这将删除已保存的操作设备、断开当前远程显示会话，并将此 Apple TV 显示应用恢复为首次启动的配对默认状态。

source: Through Scoreboard
zh_hans: 穿透记分牌

source: Tile the selected background photo as an animated logo pattern.
zh_hans: 将所选背景照片平铺为动画标志图案。

source: Time Format
zh_hans: 时间格式

source: Timer
zh_hans: 计时器

source: Timer Disabled
zh_hans: 计时器已停用

source: Timer Off
zh_hans: 计时器关闭

source: Timer Type
zh_hans: 计时器类型

source: Tip History
zh_hans: 提示历史

source: Tips
zh_hans: 提示

source: Tips can be turned off
zh_hans: 提示可以关闭

source: Tips guide you through setup and key controls around the app. Turn them off here, or reset them to show dismissed tips again.
zh_hans: 提示会引导你完成设置并了解 App 中的关键控制。可在此关闭提示，或重置以再次显示已关闭的提示。

source: Tips Guide You Through the App
zh_hans: 提示将引导你使用 App

source: Title
zh_hans: 标题

source: To report a bug, open a GitHub issue in the scoreboard repository and include the sport, device, OS version, and steps to reproduce.
zh_hans: 如需报告错误，请在 scoreboard 仓库中创建 GitHub issue，并附上运动项目、设备、系统版本和复现步骤。

source: Toggle %@
zh_hans: 切换%1$@

source: Toggle chess clock
zh_hans: 切换棋钟

source: Toggle debate timer
zh_hans: 切换辩论计时

source: Toggle shot clock
zh_hans: 切换进攻计时

source: Top to Bottom
zh_hans: 从上到下

source: Track Period Wins
zh_hans: 记录节胜

source: Tracking
zh_hans: 跟踪

source: Tracking Unavailable
zh_hans: 跟踪不可用

source: Trademarks
zh_hans: 商标

source: Transparent Board
zh_hans: 透明记分牌

source: Trigger Companion commands from scoreboard events.
zh_hans: 由记分牌事件触发 Companion 命令。

source: TURN
zh_hans: 回合

source: Turn Game Clock Red
zh_hans: 比赛计时变红

source: Turn Here
zh_hans: 此方走时

source: Turn iPhone to Landscape
zh_hans: 将 iPhone 转为横屏

source: Turn on Operator Broadcast from the device that will run the game. Nearby Remote Display devices can then pair, reconnect if saved, receive live scoreboard state, and stay in sync with theme and sound settings.
zh_hans: 从将运行比赛的设备开启“操作员广播”。附近的远程显示设备随后可以配对、在已保存时重新连接、接收实时记分牌状态，并与主题和声音设置保持同步。

source: Turn on team-level tracking controls for the live board and display.
zh_hans: 启用实时面板和显示端的队伍级跟踪控制。

source: Turn prep time on to expose per-side prep clocks.
zh_hans: 打开准备时间，以显示双方独立准备计时。

source: Turn Serve Timer Red
zh_hans: 发球计时变红

source: Turn Shot Clock Red
zh_hans: 进攻计时变红

source: Turn this on from the operator device. Nearby displays in Remote Display Mode appear below by device name.
zh_hans: 请从操作设备开启此功能。处于远程显示模式的附近显示设备会按设备名称显示在下方。

source: Turn this on from the operator device. Nearby displays in Remote Display Mode appear by device name.
zh_hans: 请从操作设备开启此功能。处于远程显示模式的附近显示设备会按设备名称显示。

source: Two player clocks
zh_hans: 双人计时

source: Two prep-time bells
zh_hans: 两次准备时间铃声

source: Two quick confirmation beeps
zh_hans: 两次快速确认哔声

source: Unassigned Segment Expired
zh_hans: 未指定方环节结束

source: Unassigned Segment Start
zh_hans: 未指定方环节开始

source: Unassigned Segment Stop
zh_hans: 未指定方环节停止

source: Undo & Return
zh_hans: 撤销并返回

source: Undo last period win
zh_hans: 撤销上一节胜方

source: Undo Period %d
zh_hans: 撤销第 %1$d 节

source: Unmute
zh_hans: 取消静音

source: Unmute this Remote Display before running a sound test.
zh_hans: 请先取消此远程显示的静音，然后再运行声音测试。

source: Unresponsive
zh_hans: 无响应

source: Up
zh_hans: 上移

source: Update Mode
zh_hans: 更新模式

source: Urgent pulsing alert
zh_hans: 紧急脉冲警示音

source: Use a selected photo as the public display background.
zh_hans: 将所选照片用作公开显示背景。

source: Use About to disable contextual tips, reset TipKit history, or show Getting Started again.
zh_hans: 可在“关于”中关闭上下文提示、重置 TipKit 历史，或再次显示入门页。

source: Use Bitfocus Companion settings to send PRESS commands to a Companion instance on the local network. Show Companion controls whether operators see the live-board toggle, while Enable Companion controls whether event commands are sent.
zh_hans: 使用 Bitfocus Companion 设置向本地网络中的 Companion 实例发送 PRESS 命令。“显示 Companion”控制操作员是否看到实时面板切换按钮，而“启用 Companion”控制是否发送事件命令。

source: Use Clock to decide whether the custom sport has one shared timer, no main timer, count-up or count-down behavior, or separate side clocks. The opening values here become the live board reset targets.
zh_hans: 使用“计时”决定自定义运动是否使用共享计时、无主计时、正计时或倒计时，或独立的双方计时。这里的初始值会成为实时控制面板的重置目标。

source: Use Companion when scoreboard events should trigger production automation, such as switching scenes, firing graphics, or controlling external gear. Scoreboard sends button press commands to Companion; Companion handles the downstream actions.
zh_hans: 当记分牌事件需要触发制作自动化时使用 Companion，例如切换场景、触发图形或控制外部设备。Scoreboard 会向 Companion 发送按钮按下命令；Companion 负责后续动作。

source: Use Display Control to switch what viewers see while keeping the operator controls private. Mode changes apply to the public scoreboard window, external displays, and paired Remote Display devices, while the preview below gives a quick confidence check before or during a game.
zh_hans: 使用“显示控制”切换观众看到的内容，同时保持操作控制私密。模式更改会应用到公开记分牌窗口、外部显示器和已配对的远程显示设备，下方预览可在赛前或比赛中快速确认效果。

source: Use Display to shape the public scoreboard presentation without changing the live game state. These options control lineup overflow, team and event logos, foul highlighting, and clock warning colors shown on external, public, and remote displays.
zh_hans: 使用“显示”调整公开记分牌呈现方式，而不会改变实时比赛状态。这些选项控制外部、公开和远程显示上的阵容超出行为、队伍和赛事标志、犯规高亮以及计时警示颜色。

source: Use Displays to see which remote screens are available, saved, connected, or waiting for a pairing code. Pair new screens from their four-digit code and reuse saved displays for faster setup at the next event.
zh_hans: 使用“显示设备”查看哪些远程屏幕可用、已保存、已连接或正在等待配对码。通过四位代码配对新屏幕，并在下次活动中复用已保存的显示设备以加快设置。

source: Use Event Commands to map scoreboard moments to Companion page, row, and column locations. Empty assignments are ignored, so you can automate only the events that matter for the selected sport.
zh_hans: 使用“事件命令”将记分牌时刻映射到 Companion 的页面、行和列位置。空分配会被忽略，因此你可以只自动化所选运动中重要的事件。

source: Use Format to name the custom debate, label the two sides, and decide which live-board tools are available. These choices define the behavior of the custom preset before individual segment blocks run.
zh_hans: 使用“格式”为自定义辩论命名、标记双方，并决定可用的实时面板工具。这些选择会在各环节模块运行前定义自定义预设的行为。

source: Use Game Setup to choose the sport, name the event, set both sides, and define the starting rules that the live control board will use. Changes here are the defaults for the next run of the current game, so set clocks, periods, tracking, and sport-specific options before operators begin.
zh_hans: 使用“比赛设置”选择运动项目、命名赛事、设置双方，并定义实时控制面板将使用的开局规则。这里的更改会成为当前比赛下一次运行的默认值，因此请在操作员开始前设置计时、阶段、跟踪和项目专属选项。

source: Use General to choose the debate format, label each side, and decide whether the round has score tracking. Presets fill in standard flows, while Custom Debate lets you design a format for this event.
zh_hans: 使用“常规”选择辩论赛制、标记双方，并决定该轮是否跟踪分数。预设会填入标准流程，而自定义辩论可为本场活动设计赛制。

source: Use General to define the custom sport name and whether the scoreboard should track points at all. When score tracking is enabled, choose the button layout that best matches how operators usually add points.
zh_hans: 使用“常规”定义自定义运动名称，以及记分牌是否跟踪分数。启用比分跟踪后，选择最符合操作员加分习惯的按钮布局。

source: Use Integration to connect Scoreboard with trusted production tools on the local network. Remote Display, Web API, and Bitfocus Companion are configured independently, so enabling one integration does not turn another one off.
zh_hans: 使用“集成”将 Scoreboard 连接到本地网络中可信的制作工具。远程显示、Web API 和 Bitfocus Companion 独立配置，因此启用一个集成不会关闭另一个。

source: Use landscape on iPhone
zh_hans: 在 iPhone 上使用横屏

source: Use Library to preserve reusable game setups, recover live state, and move data between devices. Game files also appear in the Files app under Scoreboard > Library.
zh_hans: 使用“资料库”保存可复用的比赛设置、恢复实时状态，并在设备之间迁移数据。比赛文件也会显示在“文件”App 的 Scoreboard > Library 下。
